/* button in progress sheet */
"Stop" = "停止";

/* menu item */
"Update iPod" = "更新 iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "重新安裝 iPod";

/* menu item */
"Close Window" = "關閉視窗";

/* menu item */
"About iPod Updater" = "關於 iPod Updater";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "選項";

/* menu item */
"Quit" = "結束";

/* Close Window command key */
"W" = "W";

/* text next to lock when unlocking */
"Authenticating..." = "確認中⋯";

/* text next to lock when locked */
"Click the lock to make changes." = "按鎖頭一下，以進行更改。";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "按鎖頭一下防止進一步更改。";

/* detail of error message */
"The iPod Updater application may be damaged." = "iPod Updater 應用程式可能已毀壞。";

/* error message */
"Out of memory." = "記憶體不足。";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS 的錯誤碼為 <error>。";

/* error message */
"Could not find updater library." = "找不到更新程式的程式庫。";

/* error message */
"An unexpected error occurred." = "發生無法預期的錯誤。";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "必須安裝 CarbonLib 1.4 或以上版本才能執行 iPod Updater。";

/* main window message */
"Plug in an iPod to update it." = "接上 iPod 來進行更新。";

/* error message */
"An error occurred. There may be open files on the iPod." = "發生錯誤。iPod 上可能有已開啟的檔案。";

/* error message */
"The iPod is not mounted." = "尚未連接 iPod。";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "若您在作業正在進行時結束，您隨後可能需要重新安裝 iPod 軟體。";

/* info window version */
"<version> (up to date)" = "<version>（最新版本）";

/* info window label */
"Software Version:" = "軟體版本：";

/* confirmation dialog title */
"Quit" = "結束";

/* message for main window */
"Update puts the latest system software on your iPod." = "此更新會將最新的系統軟體裝至您的 iPod 上。";

/* error message */
"The updater does not have a volume image." = "此更新程式沒有卷宗映像檔。";

/* error message */
"The updater does not have a firmware image." = "此更新程式沒有 firmware 映像檔。";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "您的 iPod 已更新至 <version> 版本。請拔下 iPod 接線再重新插上，以完成整個更新程序。";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "請一次只接上一台欲更新的 iPod。";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已回復成出廠預設值。請拔下 iPod 接線再重新插上，以完成整個重新安裝程序。";

/* info window label */
"Name:" = "名稱：";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已回復成出廠預設值。請先退出 iPod，然後拔下 iPod 接線再重新插上，以完成整個重新安裝程序。";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "重新安裝會完全的清空您的 iPod ，並套用出廠預設值。您的音樂及其他資料將會被清空。";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "您確定要重新安裝 iPod 的軟體？";

/* progress message */
"Done restoring iPod software" = "已完成 iPod 軟體的重新安裝";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please do not unplug it." = "Your iPod has been updated to version <version>, and is restarting. Please do not unplug it.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "已接上一台 iPod，但尚未連接至桌面。";

/* error message */
"No iPod is attached." = "尚未接上 iPod。";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please do not unplug it." = "Your iPod has been restored to factory settings, and is restarting. Please do not unplug it.";

/* info window version */
"<version> (needs update)" = "<version>（需要更新）";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "不只接上一台 iPod。請一次只接上一台欲更新的 iPod。";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "所有目前儲存在 iPod 上的資料將會流失。";

/* error message */
"More than one iPod is attached." = "不只接上一台 iPod。";

/* confirmation message */
"Quit while this operation is in progress?" = "您要在作業正在進行時結束嗎？";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "偵測到一台 iPod，但其必須連接至桌面才能進行作業。";

/* info window label */
"Capacity:" = "容量：";

/* error message */
"The iPod disk does not have the correct structure." = "iPod 的磁碟沒有正確的結構。";

/* progress message */
"Updating iPod software" = "正在更新 iPod 軟體";

/* about window line */
"iPod Software Version <version>" = "iPod 軟體版本 <version>";

/* progress message */
"Done updating iPod software" = "已完成 iPod 軟體的更新";

/* main window message */
"The attached iPod does not have proper software on it." = "接上的 iPod 沒有適當的軟體。";

/* button for main window */
"Update" = "更新";

/* error message */
"The iPod could not be unmounted because it is in use." = "無法取消連接 iPod，因為 iPod 正在使用中。";

/* confirmation dialog title
   button for main window */
"Restore" = "重新安裝";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "在 iPod 磁碟上找不到 SysInfo 檔案。";

/* info window label */
"Serial Number:" = "序號：";

/* main window title */
"iPod Software <version> Updater" = "iPod Software <version> Updater";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "您的 iPod 已更新至 <version> 版本。請先退出 iPod，然後拔下 iPod 接線再重新插上，以完成整個更新程序。";

/* progress message */
"Restoring iPod software" = "正在重新安裝 iPod 軟體";

